Repository: shamloo/wc-software-license-manager
Catalog: languages/wc-slm-*.po
Languages: fa_ir

source: Order Completed. Adding License Key details for Order ID
fa_ir: سفارش تکمیل شد. افزودن جزئیات لایسنسها برای سفارش

source: License Key(s) found. Generating output for email content
fa_ir: دارای لایسنس (های). تولید خروجی برای محتوای ایمیل

source: Your Licenses
fa_ir: لایسنس(های) شما

source: Item
fa_ir: محصول

source: License
fa_ir: لایسنس

source: Expire Date
fa_ir: تاریخ انقضا

source: Adding License Key details to Order email
fa_ir: اضافه کردن جزئیات کلید لایسنس به ایمیل سفارش

source: Enable Software Licensing
fa_ir: فعال سازی لایسنس گذاری برای این محصول

source: Renewal period (Yearly)
fa_ir: دوره تمدید (سالانه)

source: Enter the number of years for the Renewal Period. Enter 0 (zero) or leave blank for lifetime renewals.
fa_ir: تعداد سالهای برای دوره تمدید را وارد کنید.برای تمدیدهای مادام العمر 0 (صفر) را وارد کنید یا خالی بگذارید.

source: Number of Sites Allowed
fa_ir: تعداد سایتهای اجازه داده شده

source: Enter the number of sites that can be activated for a single License Key. Value must be greater than 0 (zero)
fa_ir: تعداد سایتهایی را که می توانند برای یک لایسنس فعال شوند را وارد کنید. مقدار باید بیشتر از 0 (صفر) باشد

source: Start of Software License Key creation
fa_ir: شروع ساخت کلید لایسنس

source: API URL and API Secret Supplied. Attempting to create License key
fa_ir: URL API و API Secret عرضه شده است. تلاش برای ایجاد کلید مجوز

source: Checking if licensing is enabled
fa_ir: بررسی برای فعال بودن لایسنس

source: Checking if product is Downloadable
fa_ir: بررسی برای دانلودی بودن محصول

source: Product is Downloadable
fa_ir: محصول دانلودیست

source: License Renewal Period for Product ID
fa_ir: دوره تمدید برای شناسه محصول

source: is set to Lifetime
fa_ir: بر روی مادام العمر تنظیم شده است

source: is set to
fa_ir: تنظیم شده است

source: year
fa_ir: سال

source: Product ID
fa_ir: شناسه محصول

source: can be assigned to
fa_ir: می تواند اختصاص داده شود به

source: sites
fa_ir: سایت(ها)

source: License could not be created: Invalid sites allowed number.
fa_ir: لایسنس نمی تواند ساخته شود،تعداد سایتهای اجازه داده شده غیر معتبر وارد شده است.

source: Building query to send to the Software License Manager
fa_ir: ساخت کوئری برای ارسال به Software License Manager

source: Attempting to create License Key for
fa_ir: تلاش برای ساخت لایسنس برای

source: SUCCESS! License Key created for
fa_ir: موفق! لایسنس ساخته شد برای

source: Licensing is not enabled for Product ID
fa_ir: لایسنس برای شناسه محصول فعال نشده است

source: Error! Unable to Create License Key.
fa_ir: خطا! نمی توان لایسنس ساخت.

source: Error! License created but can't retrieve Key
fa_ir: خطا! لایسنس ساخته شد اما قابل بازیابی نیست

source: License Key(s) generated
fa_ir: لایسنس(ها) ایجاد شدند

source: Payment Note created for Order
fa_ir: یادداشت پرداخت ساخته شد برای سفارش

source: Error! License Key(s) could not be created or was not enabled on Product ID
fa_ir: خطا! کلید (های) لایسنس را نمی توان برای شناسه محصول ایجاد کرد یا فعال نکرد

source: License Key(s) could not be created or was not enabled on product.
fa_ir: کلید (های) لایسنس در محصول ایجاد نمی شود یا فعال نیست.

source: Payment Note saved for Order
fa_ir: یادداشت پرداخت ذخیره شد برای سفارش

source: License Key assigned to Order
fa_ir: کلید لایسنس به سفارش اختصاص داده شده است

source: License Key does not exist so cannot assign to order
fa_ir: لایسنس وجود ندارد، بنابراین نمی توان به سفارش اختصاص داد

source: Licensing for Product ID
fa_ir: دادن لایسنس برای شناسه محصول

source: is ENABLED
fa_ir: فعال شده است

source: is DISABLED
fa_ir: غیرفعال شده است

source: Customer ID
fa_ir: شناسه مشتری

source: is viewing License Keys for Order ID
fa_ir: در حال مشاهده لایسنسها برای شناسه سفارش

source: No Item assigned
fa_ir: موردی اختصاص داده نشده است

source: No License Key assigned
fa_ir: کلید لایسنسی اختصاص داده نشده است

source: Verifying License Key and Retrieving Registered Domains
fa_ir: تأیید و بررسی لایسنس و بازیابی دامنه های ثبت شده

source: Error! Invalid response when verifying License Key
fa_ir: خطا! هنگام تأیید لایسنس ، پاسخ نامعتبر است

source: License Key verified. Retrieving registered domains
fa_ir: لایسنس تأیید شد. بازیابی دامنه های ثبت شده

source: Error! Unable to verify License Key
fa_ir: خطا! تأیید لایسنس امکان پذیر نیست

source: License Manager
fa_ir: مدیریت لایسنس

source: Software License Manager Settings
fa_ir: تنظیمات پلاگین SLM

source: API URL
fa_ir: لینک API

source: The URL for the site that has the Software License Manager plugin installed.
fa_ir: آدرس سایتی که افزونه Software License Manager نصب شده است.

source: Secret Key for Creation
fa_ir: کدرمز برای ساخت

source: This secret key will be used to authenticate any license creation request. This key should match the SECRET KEY FOR LICENSE CREATION key that you specified in the Software License Manager plugin settings.
fa_ir: کدرمز برای تأیید اعتبار هرگونه درخواست ایجاد مجوز استفاده خواهد شد. این کلید باید با کلید SECRET FOR FOR LICENSE CREATION مطابقت داشته باشد که در تنظیمات افزونه Software License Manager تنظیم کرده اید.

source: Secret Key for Verfication
fa_ir: کدرمز برای تایید

source: This secret key will be used to authenticate any license verfication request. This key should match the SECRET KEY FOR LICENSE VERIFICATION REQUESTS key that you specified in the Software License Manager plugin settings.
fa_ir: این کدرمز برای تأیید اعتبار هر درخواست تأیید مجوز استفاده می شود. این کلید باید با SECRET KEY FOR LICENSE VERIFICATION REQUESTS مطابقت داشته باشد که در تنظیمات افزونه Software License Manager تنظیم کرده اید.

source: Enable Debug Logging
fa_ir: فعال سازی حالت دیباگ

source: If checked, debug messages will be written to slm_log.txt in the root of your site
fa_ir: در صورت فعال سازی ، پیام های اشکال زدایی در slm_log.txt در ریشه سایت شما نوشته می شوند
